{
  "meta": {
    "title": "שאלון אסרטיביות",
    "description": "אבחון עצמי של רמת האסרטיביות שלך"
  },
  "intro": {
    "title": "שאלון אסרטיביות (תקיפות)",
    "instructions": "לפניך 20 שאלות. נא סמן עיגול סביב המספר המתאים ביותר לכל שאלה לפי הסקאלה הבאה:",
    "scaleLabels": {
      "1": "אף פעם",
      "2": "לעיתים רחוקות",
      "3": "לעיתים",
      "4": "לעיתים קרובות",
      "5": "תמיד"
    }
  },
  "ui": {
    "start": "התחל",
    "next": "הבא",
    "prev": "חזרה",
    "backToIntro": "חזרה להנחיות",
    "finish": "סיום",
    "toResults": "לתוצאות",
    "copyResults": "העתק תוצאות",
    "restart": "התחל מחדש",
    "backToHub": "חזרה למרכז השאלונים",
    "backToQuestions": "חזרה לשאלות",
    "questionOf": "שאלה {current} מתוך {total}",
    "fillRandom": "מילוי אקראי (בדיקה)"
  },
  "questions": [
    {
      "id": 1,
      "text": "אני יכול לבטא את דעתי בכל מצב."
    },
    {
      "id": 2,
      "text": "אם מישהו לוחץ עליי, אני מוותר על דעתי."
    },
    {
      "id": 3,
      "text": "אם אני לא מסכים עם מישהו, אני אומר לו שאני לא מסכים"
    },
    {
      "id": 4,
      "text": "אני חושב על אחרים לפני שאני חושב על עצמי"
    },
    {
      "id": 5,
      "text": "אם יש לי ביקורת כלפי מישהו, אני אומר לו את הביקורת"
    },
    {
      "id": 6,
      "text": "אני לא אוהב להתווכח"
    },
    {
      "id": 7,
      "text": "אם מישהו מבקש ממני לעשות משהו שאני לא רוצה לעשות, אני אומר \"לא\""
    },
    {
      "id": 8,
      "text": "לאחר ויכוח עם מישהו, אני מסתובב הרבה זמן עם הרגשת מתח וחרדה"
    },
    {
      "id": 9,
      "text": "אני מתלבש איך שבא לי, אפילו שזה לא באופנה"
    },
    {
      "id": 10,
      "text": "אני לא מוכן להרים את קולי כדי להשיג את מה שאני רוצה"
    },
    {
      "id": 11,
      "text": "כשאני מדבר עם מישהו, אני מסתכל בו בעיניים"
    },
    {
      "id": 12,
      "text": "אני מנסה להימנע משימוש במלים כמו \"תמיד\" ו\"אף פעם\""
    },
    {
      "id": 13,
      "text": "אם אני לא אוהב מישהו אני אומר לו זאת בפנים"
    },
    {
      "id": 14,
      "text": "אני לוקח בחשבון את מה שאחרים יחשבו עלי לפני שאני מדבר"
    },
    {
      "id": 15,
      "text": "אני משתדל לא לפגוע באף אחד"
    },
    {
      "id": 16,
      "text": "אם ידוע לי שדעתי נוגדת לדעות אחרים, אני משנה את דיבורי בהתאם"
    },
    {
      "id": 17,
      "text": "מגיע לי"
    },
    {
      "id": 18,
      "text": "בקבוצה של זרים אני נוטה לשבת בצד"
    },
    {
      "id": 19,
      "text": "אני מתחמם בקלות כשאני מתווכח עם מישהו"
    },
    {
      "id": 20,
      "text": "יותר טוב להתאפק מאשר להסתבך"
    }
  ],
  "scoring": {
    "description": "סכם את סך כל המספרים שהקפת ועבור/י לניתוח התוצאות.",
    "calculation": {
      "totalMultiplier": 5,
      "explanation": "סכום כל התשובות כפול 5 = ציון באחוזים"
    }
  },
  "scoreRanges": [
    {
      "min": 90,
      "max": 100,
      "title": "תוקפן",
      "description": "הדגש הוא אתה עצמך וזה גורם לך לעיתים קרובות לפגוע באחרים. הכבוד העצמי שלך שלם, אבל יתכן שיחסי האנוש שלך יפגעו. עליך להנמיך את הקול, לספור עד 10, ולא לקחת ללב כל דבר. לפעמים לא חשוב מי צודק."
    },
    {
      "min": 70,
      "max": 89,
      "title": "תקיף מאוד",
      "description": "אתה מוכן באופן קבוע להגן על הזכויות שלך, אבל רק לעיתים רחוקות אתה שומר על הזכויות של האחרים. יתכן שפה ושם אתה פוגע במישהו ואתה מוצא את עצמך במצבים קשים עם האחרים, אבל המחיר שווה את התוצאות."
    },
    {
      "min": 50,
      "max": 69,
      "title": "תקיף",
      "description": "אתה בדרך כלל לא מרים את הקול - אתה בורר את ה\"קרבות\" שלך בזהירות. בכל זאת כאשר אתה מחליט לעמוד על דעתך אתה עושה בהצלחה. יתכן שההרגשה הלא נעימה של מתח בינאישי גורמת לך לוותר לפעמים על עניין שלאחר מכן אתה מצטער. קח בחשבון שאתה מסוגל להגן על עצמך, ואולי כדאי לך לעשות זאת לעיתים קרובות יותר."
    },
    {
      "min": 30,
      "max": 49,
      "title": "כנוע",
      "description": "אתה מוותר יותר מדיי ובגלל זה אתה מוצא את עצמך בעמדה לא חיובית כלפי אחרים. אתה יודע איך לתת, אבל אתה לא יודע איך לקחת. כל זמן שאי האיזון הזה קיים יחסי האנוש עבורך יהיו לא נעימים."
    },
    {
      "min": 20,
      "max": 29,
      "title": "מאוד כנוע",
      "description": "אתה חסר אונים ומוותר על כל דבר, אתה לא אפקטיבי ביחסים בינאישיים ויתכן שאחרים מתרחקים ממך כי לא נעימה להם הנטיה שלך לחשוב באופן קבוע על אחרים לפני שתה חושב על עצמך. אתה חייב לקחת את עצמך בידיים ולשנות את סגנונך באופן משמעותי כדי לצאת ממקום שלילי זה."
    }
  ],
  "markdown": {
    "title": "תוצאות שאלון אסרטיביות",
    "totalScore": "ציון כולל",
    "percentageScore": "ציון באחוזים",
    "interpretation": "פירוש התוצאה",
    "scoreLabel": "ציון"
  }
}
