{
  "meta": {
    "title": "מודל אומץ - מנועי ההשפעה וההובלה",
    "description": "גלה את מנועי ההשפעה וההובלה שלך (Klein & Klein 2012)"
  },
  "intro": {
    "title": "מודל אומץ - מנועי ההשפעה וההובלה",
    "instructions": "לפניך 30 שאלות. לכל שאלה יש לענות באמצעות המפתח הבא:",
    "scaleLabels": {
      "1": "בכלל לא",
      "2": "במידה מועטה",
      "3": "במידה בינונית",
      "4": "במידה רבה",
      "5": "במידה רבה מאוד"
    },
    "note": "אין תשובות נכונות או לא נכונות - חשוב לסמן את מה שאתה ומי שאתה באמת, לא את מה שאתה רוצה שיחשבו עליך."
  },
  "ui": {
    "start": "התחל",
    "next": "הבא",
    "prev": "חזרה",
    "backToIntro": "חזרה להנחיות",
    "finish": "סיום",
    "toResults": "לתוצאות",
    "toAnalysis": "ניתוח מפורט",
    "copyResults": "העתק תוצאות",
    "restart": "התחל מחדש",
    "backToHub": "חזרה למרכז השאלונים",
    "backToQuestions": "חזרה לשאלות",
    "backToResults": "חזרה לתוצאות",
    "questionOf": "שאלה {current} מתוך {total}",
    "fillRandom": "מילוי אקראי (בדיקה)"
  },
  "questions": [
    {
      "id": 1,
      "text": "מתמודד עם קשיים מתוך תחושת חוסן ואופטימיות"
    },
    {
      "id": 2,
      "text": "מעודד אחרים לאלתר וליזום דברים חדשים"
    },
    {
      "id": 3,
      "text": "מוצא פתרונות בזמן כדי למנוע תקלות ועיכובים"
    },
    {
      "id": 4,
      "text": "מגלה בקיאות בתחומי העשייה של הארגון ויודע מה נדרש כדי לסייע לו בהשגת יעדיו"
    },
    {
      "id": 5,
      "text": "משתמש בפורומים או בדיונים רבי משתתפים להעלות רעיונות חדשים ולעודד חשיבה מחדשת"
    },
    {
      "id": 6,
      "text": "גאה במה שאני עושה ונלהב לתת מעצמי את המקסימום"
    },
    {
      "id": 7,
      "text": "עוזר לאחרים להשיג את המשאבים, המידע והציוד או ההזדמנות שהם צריכים"
    },
    {
      "id": 8,
      "text": "מסוגל לנסח חזון של הצלחה אשר מעודד השראה ומשכנע"
    },
    {
      "id": 9,
      "text": "מתעקש על עמידה בכללים ובהנחיות גם אם זה מקשה על האנשים לבצע את עבודתם בקלות"
    },
    {
      "id": 10,
      "text": "פועל באופן גלוי ובשקיפות מלאה"
    },
    {
      "id": 11,
      "text": "מלהיב את עמיתי ומעלה את האנרגיה והמוראל סביבי"
    },
    {
      "id": 12,
      "text": "תורם באופן פעיל ללמידה, צמיחה והתפתחות מקצועית של עמיתי"
    },
    {
      "id": 13,
      "text": "מסוגל לגרום לאנשים לקחת אחריות ותורם באופן אישי לביצוע מיטבי של העבודה"
    },
    {
      "id": 14,
      "text": "מעודכן ושולט בכל הטכנולוגיות, השיטות והידע המתקדמים ביותר בתחום אחריותי"
    },
    {
      "id": 15,
      "text": "אומר לאנשים את האמת כפי שהיא מבלי לייפות את המציאות"
    },
    {
      "id": 16,
      "text": "משרה תחושת מסוגלות ותושייה בהתמודדות עם קשיים וחוסר וודאות"
    },
    {
      "id": 17,
      "text": "בדרך כלל סומך על עמיתיי שיקבלו החלטות עצמאיות איכותיות"
    },
    {
      "id": 18,
      "text": "דואג לקיים מנגנונים חזקים לתאום ותכנון"
    },
    {
      "id": 19,
      "text": "משתמש בהומור וברוח חיובית ותומכת כדי לפוגג מתחים, פוליטיקות וסכסוכים"
    },
    {
      "id": 20,
      "text": "מקבל בברכה עימותים וויכוחים בין צדדים שונים כדי לקבל בסוף את ההחלטות הטובות ביותר"
    },
    {
      "id": 21,
      "text": "מייצר תחושת דחיפות כשצריך"
    },
    {
      "id": 22,
      "text": "מכיר בכוונות הטובות וביכולות של אנשים גם אם לא נוח לי איתם"
    },
    {
      "id": 23,
      "text": "מכוון את מאמצי החדשנות להתמקד בפריצת דרך שיכולה לספק תוצאות עסקיות משמעותיות"
    },
    {
      "id": 24,
      "text": "מקפיד על שיפור שיטות העבודה על מנת להבטיח איכות, בטיחות ועמידה בתקנים ותקנות"
    },
    {
      "id": 25,
      "text": "חשוב לי לשמוע זוויות מבט שונות של אנשים הבאים מרקעים שונים והשקפות עולם מגוונות"
    },
    {
      "id": 26,
      "text": "ממוקד ובהיר בהתייחסותי לנושאים מערכתיים של הארגון או בקביעת סדרי עדיפויות"
    },
    {
      "id": 27,
      "text": "איני חושש מהתמודדות עם בעיות קשות או נושאים מעוררי מחלוקת"
    },
    {
      "id": 28,
      "text": "מסייע לעמיתים להתקדם או לקבל תגמול והכרה על הישגיהם ללא קנאה או תחרותיות"
    },
    {
      "id": 29,
      "text": "מפיג חששות ופחדים ומעודד נטילת סיכונים כדי לאפשר לאחרים לנצל הזדמנויות חדשות"
    },
    {
      "id": 30,
      "text": "מנהל את הפרטים הקטנים ונמצא בשליטה מלאה גם כאשר אני מנהל עמיתים לרוחב הארגון"
    }
  ],
  "categories": [
    {
      "id": "goal-orientation",
      "title": "מכוונות ליעדים",
      "questions": [3, 4, 8, 13, 23, 26],
      "description": "האומץ להציב ולהשיג יעדים שאפתניים, ברמה האישית וברמה הארגונית",
      "scoreRange": [6, 30],
      "interpretation": {
        "low": "ציון נמוך (6-15): יש מקום לשיפור בהצבת יעדים שאפתניים ובמיקוד בהשגתם. נסה לזהות יעדים ברורים ומדידים ולבנות תכנית פעולה להשגתם.",
        "medium": "ציון בינוני (16-22): יש לך יכולת להציב יעדים, אך ניתן לחזק את המיקוד והעקביות בהשגתם. התמקד בחיבור בין היעדים האישיים לארגוניים.",
        "high": "ציון גבוה (23-30): את/ה מצטיין/ת בהצבת יעדים שאפתניים ובמיקוד עקבי בהשגתם. זהו מנוע דומיננטי שלך - נצל אותו להובלת שינויים."
      }
    },
    {
      "id": "inspiration",
      "title": "השראה והתלהבות",
      "questions": [1, 6, 11, 16, 21, 29],
      "description": "האומץ להשרות אופטימיות, אנרגיות חיוביות, בטחון עצמי והנאה",
      "scoreRange": [6, 30],
      "interpretation": {
        "low": "ציון נמוך (6-15): יש מקום לשיפור ביכולת להשרות אופטימיות ואנרגיות חיוביות. נסה לזהות מה מעורר בך התלהבות ולשתף את הסביבה.",
        "medium": "ציון בינוני (16-22): יש לך יכולת להשרות השראה, אך ניתן לחזק את ההשפעה החיובית שלך. התמקד בבניית ביטחון עצמי ובהעברת אנרגיה חיובית.",
        "high": "ציון גבוה (23-30): את/ה מצטיין/ת בהשראה והתלהבות, ויוצר/ת אנרגיה חיובית בסביבתך. זהו מנוע דומיננטי - השתמש בו להנעת אחרים."
      }
    },
    {
      "id": "relationships",
      "title": "מחויבות ליחסים",
      "questions": [2, 7, 12, 17, 22, 28],
      "description": "האומץ להעצים, ליצור אמון ולהשקיע בבניית יחסים",
      "scoreRange": [6, 30],
      "interpretation": {
        "low": "ציון נמוך (6-15): יש מקום לשיפור בהשקעה בבניית יחסים ובהעצמת אחרים. נסה להקדיש זמן להיכרות אישית ולתמיכה בהתפתחות הצוות.",
        "medium": "ציון בינוני (16-22): יש לך יכולת לבנות יחסים, אך ניתן לחזק את המחויבות וההשקעה. התמקד ביצירת אמון ובהעצמה פעילה של אחרים.",
        "high": "ציון גבוה (23-30): את/ה מצטיין/ת בבניית יחסי אמון ובהעצמת אחרים. זהו מנוע דומיננטי - נצל אותו לחיזוק שיתופי פעולה."
      }
    },
    {
      "id": "openness",
      "title": "פתיחות",
      "questions": [10, 15, 19, 20, 25, 27],
      "description": "האומץ לקבל ולתת משוב פתוח וכן, ולהתחייב לשיפור מתמיד",
      "scoreRange": [6, 30],
      "interpretation": {
        "low": "ציון נמוך (6-15): יש מקום לשיפור בפתיחות לקבלת משוב ובשיתוף כן. נסה ליצור סביבה בטוחה לדיאלוג פתוח ולקבל ביקורת בונה.",
        "medium": "ציון בינוני (16-22): יש לך יכולת לפתיחות, אך ניתן לחזק את הנכונות לקבל ולתת משוב. התמקד בשיפור מתמיד ובקבלת נקודות מבט מגוונות.",
        "high": "ציון גבוה (23-30): את/ה מצטיין/ת בפתיחות, בקבלת משוב ובמחויבות לשיפור מתמיד. זהו מנוע דומיננטי - השתמש בו ליצירת תרבות של למידה."
      }
    },
    {
      "id": "rigor",
      "title": "קפדנות ומשמעת",
      "questions": [5, 9, 14, 18, 24, 30],
      "description": "האומץ לעבוד בצורה מסודרת, מתוכננת ומאורגנת בהתאם לשיטות ולנהלים",
      "scoreRange": [6, 30],
      "interpretation": {
        "low": "ציון נמוך (6-15): יש מקום לשיפור בעבודה מסודרת ומתוכננת. נסה לבנות מנגנוני תכנון ובקרה ולהקפיד על עמידה בנהלים.",
        "medium": "ציון בינוני (16-22): יש לך יכולת לעבודה מסודרת, אך ניתן לחזק את המשמעת והקפדנות. התמקד בשיפור שיטות העבודה ובתיאום מובנה.",
        "high": "ציון גבוה (23-30): את/ה מצטיין/ת בעבודה מסודרת ומתוכננת, עם משמעת עצמית גבוהה. זהו מנוע דומיננטי - נצל אותו להבטחת איכות וביצועים."
      }
    }
  ],
  "results": {
    "title": "התוצאות שלך",
    "subtitle": "ציונים לפי מנועי השפעה",
    "dominantDrivers": "מנועי ההשפעה הדומיננטיים שלך",
    "note": "סכמו את הציון בכל מנוע. המנוע שקיבל את הציון הגבוה ביותר הוא מנוע ההשפעה הדומיננטי שלך.",
    "modelContext": "מודל \"אומץ\" מאפשר למנהלים לקבל תמונה על מקורות העוצמה שלהם. המודל מדבר על חמשת המפעילים שמאפשרים אומץ ניהולי. המטרה היא לפתח את כל החמישה כדי להגביר את האומץ הניהולי שלך."
  },
  "analysis": {
    "title": "ניתוח מפורט",
    "subtitle": "פירוט לפי מנועי השפעה",
    "dominantTitle": "מנועי השפעה דומיננטיים",
    "developmentTitle": "אזורי פיתוח",
    "reflectionTitle": "שאלות לרפלקציה",
    "reflectionQuestions": [
      "איך המנועים הדומיננטיים שלך באים לביטוי במיטבם בהתנהלות שלך?",
      "מהו המנוע המאתגר מבחינתך להעצמתו או נטרולו?",
      "אילו צעדים קונקרטיים תוכל/י לנקוט כדי לחזק את המנועים החלשים יותר?"
    ]
  },
  "markdown": {
    "title": "תוצאות שאלון אומץ - מנועי ההשפעה וההובלה",
    "categoryScores": "ציונים לפי מנועי השפעה",
    "dominantDrivers": "מנועי ההשפעה הדומיננטיים",
    "developmentAreas": "אזורי פיתוח",
    "scoreLabel": "ציון",
    "descriptionLabel": "תיאור"
  }
}
